"AuthControllerApplicationPrincipalRequest" = "%@ требует ввода идентификатора Kerberos ";
"AuthControllerApplicationRequest"          = "%@ требует ввода пароля Kerberos";
"AuthControllerApplicationPasswordRequest"  = "%@ требует ввода Вашего пароля Kerberos для «%@»";

"AuthControllerPrincipalRequest"            = "Введите свой идентификатор Kerberos";
"AuthControllerRequest"                     = "Введите свой пароль Kerberos";
"AuthControllerPasswordRequest"             = "Введите свой пароль Kerberos для «%@»";

"AuthControllerHideOptions"                 = "Скрыть параметры";
"AuthControllerShowOptions"                 = "Показать параметры";

"ChangePasswordPasswordExpired"             = "Срок действия Вашего пароля для «%@» истек. Изменить пароль?";
"ChangePasswordApplicationRequest"          = "%@ требует изменения Вашего пароля Kerberos для «%@»";
"ChangePasswordPrincipalRequest"            = "Измените пароль Kerberos для «%@»";
